[
    {
        "review #1": [
            {
                "Title": "Used junk in a flimsy plastic bag UPDATED: Anker support is good"
            },
            {
                "Body": "Clearly was sent a used or refurbished item though the description says nothing of the sort. Non-removable stickers, scratches everywhere, and shameful packaging with nothing more than the battery and a twisted up cable. I’ve purchased many Anker products but lately things have really gone down in quality. Had to return two chargers I received when what I ordered were cables. Now I have to return this previously used item. You may want to consider another brand.\n\nUPDATE: Some time later Anker reached out to me regarding the situation and sent me a free replacement. Despite the initial disappointment, I appreciate them working to make it right."
            },
            {
                "Rating": "4.0 out of 5 stars"
            },
            {
                "Buyer": "Jeremy"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AEYRKUJMOW3DTGDBEGXNKO3TAHEQ/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #2": [
            {
                "Title": "Not happy"
            },
            {
                "Body": "Annoyed that it came with Two stickers that cannot be easily removed. It also wasn’t in a box just wrapped in plastic. Makes it feel like it was resold. Not delighted. It looks used even though I purchased a new one."
            },
            {
                "Rating": "3.0 out of 5 stars"
            },
            {
                "Buyer": "Amazon Customer"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AHSMAR2W3LITFEYMY37E4UWEGUDA/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #3": [
            {
                "Title": "No fuss. It works great and has enough charge to use consistently for days."
            },
            {
                "Body": "I like the solid and sleek construction. Fits easily in my pocket. Most importantly it works! Fast charging, enough capacity to charge my phone multiple times over multiple days, and withstands plenty of me dropping it and yanking the cord out awkwardly and accidentally.\nThis is the 4th Anker charger I’ve owned. I share them with my family and use all 4."
            },
            {
                "Rating": "5.0 out of 5 stars"
            },
            {
                "Buyer": "Joe Hull"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AGPSMPLCGC2UDZBF7VIPYWXXITCA/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #4": [
            {
                "Title": "Very satisfied"
            },
            {
                "Body": "The batteries worked great for us on our trip to Europe. We used my iPhone 6S extensively for navigation and the phone's battery would be depleted towards the end of the day. The battery would recharge my phone and still have plenty of power for future recharges. The only confusion we had is that we would forget to push the button on the battery to begin charging the phone."
            },
            {
                "Rating": "5.0 out of 5 stars"
            },
            {
                "Buyer": "Robin V"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AG6LAOVQ6GXVCUUUHNT6QQM5Q25Q/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #5": [
            {
                "Title": "Travels well"
            },
            {
                "Body": "Carriers well in my pants front pocket. Not to thick. The length and thickness fit well in a small purse or front pocket of jeans. Use a USB splitter to charge multiple devices. Use a USB C charger for faster charging speed than the mini port."
            },
            {
                "Rating": "5.0 out of 5 stars"
            },
            {
                "Buyer": "Glen H."
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AFB6ZQCDHLQBZN2VB3WJQA5I4GHA/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #6": [
            {
                "Title": "Great!"
            },
            {
                "Body": "A little heavy but I have nothing to compare it to. Charges my iPhone 6s in about 45min."
            },
            {
                "Rating": "5.0 out of 5 stars"
            },
            {
                "Buyer": "erika"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AGJEF6ZFOQUSFD3KZSWXRGEHK5NA/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #7": [
            {
                "Title": "Can’t go wrong with Anker."
            },
            {
                "Body": "This charger works great. It feels solid and it comes with a nice pouch and micro-USB charging cable. Only way it could be improved is if it could be charged via lightning cable in addition to micro-USB and USB-C."
            },
            {
                "Rating": "5.0 out of 5 stars"
            },
            {
                "Buyer": "Joe"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AGTAZPMBPRKSHPKU7Z2RSZFCEHQQ/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #8": [
            {
                "Title": "Good backup phone power source"
            },
            {
                "Body": "Charges phone quickly and very east to use. Carries easy in pockets and does not get hot. Would recommend for having that piece of mind with an emergency phone charger."
            },
            {
                "Rating": "5.0 out of 5 stars"
            },
            {
                "Buyer": "RAMLDAM"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AEOCHYT5FB4NEXH32GXILK725A3Q/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #9": [
            {
                "Title": "Does not provide power to USB-C devices"
            },
            {
                "Body": "This model does not provide power to USB-C evices. In fact it only charges off the USB-C port. When I plugged my phone into the USB-C port, the power bank charged itself off the phone, draining the phone down to 0%."
            },
            {
                "Rating": "1.0 out of 5 stars"
            },
            {
                "Buyer": "Maxwell Citizen Kepler"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AFFBK6O3PXP364GOTUE2IBEXCRTQ/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    },
    {
        "review #10": [
            {
                "Title": "Dont believe the false reviews. This anker power core is junk."
            },
            {
                "Body": "They advertise that this is fast charging. It is not and is also the slowest at charging a device ive ever seen. I bought it to extend an oculus quest’s charge while playing. It fails miserably. My old power core (onn) keeps up with the quest at 100%. While playing with the anker power core i noticed my battery dropped to 63%. It wasnt on trickle charge. I turned off the quest for an hour to let the anker charge it up and it only gained 1%. Ill be returning this canker anker."
            },
            {
                "Rating": "1.0 out of 5 stars"
            },
            {
                "Buyer": "Amazon Customer"
            },
            {
                "Buyer Profile": "https://www.amazon.com/gp/profile/amzn1.account.AHD3T4TFACQ65SKVKLVL5WDRJLKQ/ref=cm_cr_arp_d_gw_btm?ie=UTF8"
            }
        ]
    }
]